---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.AnalyticalProperties
source: html/8291f597-684f-49b9-11d7-f2116b4d5a19.htm
---
# Autodesk.Revit.DB.GroupTypeId.AnalyticalProperties Property

Analytical Properties.

## Syntax (C#)
```csharp
public static ForgeTypeId AnalyticalProperties { get; }
```